<!--
****--@file     agreementModal
****--@date     2018/10/10 14:56
****--@author   WH
****--@describe   用户协议
-->
<template>
    <div style="text-indent: 2em">
        <p>欢迎光临鲁教评测。本协议是您与鲁教评测所有者之间就鲁教评测服务等相关事宜所订立的契约。成为鲁教评测的用户之前, 您必须仔细阅读和接受本协议内的所有约束和条件。如果您不同意受条款约束, 您将不可以使用或进入我们的服务。
            　</p>
        <p>
            鲁教评测有权在必要时修改本服务条款以及各单项服务的相关条款。用户在享受单项服务时，应当及时查阅了解修改的内容，并自觉遵守本服务条款以及该单项服务的相关条款。</p>
        <p>
            鲁教评测教育的运营权归山东教育出版社所有。用户在完成注册时，表明用户与鲁教评测达成协议并接受所有的服务条款。本服务条款中提及的鲁教评测和山东教育出版社，视为同一个主体。
        </p>
        <h1>一、 网站服务
        </h1>
        　　<p>1、在元旦、春节、“五一”、“十一”等法定节日期间，有放假调整，请关注网站通知。</p>
        　　<p>2、鲁教评测保留更新、调整、改变鲁教评测服务栏目内容和形式的权利而不另行通知。</p>
        　　<p>3、如发生下列任何一种情形，鲁教评测服务变更、中断或终止：如因系统维护或升级的需要而需暂停网络服务，鲁教评测将尽可能事先进行通告。</p>
        <p>4、鲁教评测答疑中心提问时使用鲁教评测币的标准是：提问时所支付的鲁教币最低为0个。如果希望问题尽快回答，可以提高鲁教评测币的设置值。每个问题悬赏的鲁教评测币值不能低于所设置的最低标准，否则问题无法提交。</p>
        <p>5、鲁教评测网站内[题库]、[会员]板块为付费项目，需用户自行付费购买后才能使用。</p>
        　　<p>6、如发生下列任何一种情形，鲁教评测服务变更、中断或终止：如因系统维护或升级的需要而需暂停网络服务，鲁教评测将尽可能事先进行通告。</p>
        　　<h1>二、用户使用须遵循规则</h1>
        　<p>1、自备上网所需要的设备，自行承担上网产生的各项费用。使用自己的电脑能够顺利地接入国际互联网，并能访问本网站主页。</p>
        　　<p>
        2、用户申请帐号必须如实填写个人资料，要求真实、准确。如个人资料有任何变动，必须及时更新。用户可以修改密码，但用户对用户名和密码负有全部责任。用户务必确保用户名及密码的安全性。如果丢失，造成的损失将由本人承担全部后果。</p>
        　　<p>3、用户应当对以其账号进行的所有活动和事件负法律责任。</p>
        　　<p>4、用户不得通过转让、租借、买卖等形式把自己的用户名和密码供给他人使用；不得利用鲁教评测服务系统进行任何不利于鲁教评测的行为。</p>
        　　<p>5、用户在鲁教评测禁止发表以下内容：</p>
        　　 <p>（1）违反中华人民共和国宪法和法律、违反改革开放和四项基本原则的言论；</p>
        　　<p>（2）攻击中华人民共和国及其领导人的言论；</p>
        　　<p>（3）宣扬被中华人民共和国列为邪教的言论；</p>
        　　<p>（4）宣扬暴力、迷信、色情淫秽、恐怖血腥的言论；</p>
        　　<p>（5）教唆犯罪的言论；</p>
        　　<p>（6）侮辱、中伤、恐吓他人的言论；</p>
        　　<p>（7）泄露国家机密的言论；</p>
        　　<p>（8）政治、军事方面的言论；</p>
        　　<p>（9）任何评论现有社会制度的言论；</p>
        　　<p>（10）其他法律禁止的内容。</p>
        　　<p>任何用户一经发现在鲁教评测发表上述言论的，除删除相关信息、取消用户资格外，我们将积极配合和协助有关执法机关的调查。</p>
        　　<p>6、鲁教评测通过使用各种方式（包括但不限于网页公告、电子邮件、短信提醒等）做出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用鲁教评测提供的服务，视为用户同意该等声明、通知、警示的内容。</p>
        　　<p>7、不得实施、发表或讨论有损鲁教评测形象、声誉和鲁教评测认为可能会对鲁教评测造成不良影响和损失的行为或话题。否则，鲁教评测有权停止该用户的使用权限而不先行通知。</p>
        　　<h1>三、隐私权条款</h1>
        　　<p>保护用户隐私是鲁教评测的一项基本政策，我们将为每个用户提供安全、可靠的服务。用户可以通过鲁教评测完全控制自己的个人信息。以下是我们的承诺：</p>
        　　<p>1、用户在鲁教评测上注册时提供的一系列信息除非我们认为出于法律的需要，我们不会向第三方公开上述信息。</p>
        　　<p>2、用户可以在鲁教评测上修改个人信息。除了信息的发布者外，任何人无权修改或删除他人发布的个人信息。鲁教评测有权根据信息内容保留、修改或删除任何不适信息。</p>
        　　四、版权声明
        　　<p>1、学生在鲁教评测提交的所有内容，版权归提交的学生及鲁教评测共有。
        　　
        <p>2、老师的答疑、编写题目等内容版权归鲁教评测所有，未经鲁教评测允许，任何机构及个人不得擅自使用或转交他人使用，否则应承担由此所引起的一切责任。</p>
        　　<p>3、资源的著作权及其他一切相关权利归属鲁教评测所有。</p>
        　　　<h1>五、免责声明</h1>
        　　<p>下列情况鲁教评测亦无需承担任何责任：</p>
        　　<p>1、由于用户在鲁教评测填写的个人信息缺失或不全而引起的任何纠纷或导致的损失，本站概不承担责任。</p>
        　　<p>2、由于用户个人原因或任何其他非鲁教评测的过错而导致的登录密码丢失，由此引起的纠纷或导致的损失，本站概不承担责任。</p>
        　　<p>
        3、任何由于第三方的计算机程序问题、黑客攻击、计算机病毒侵入或发作、电信部门技术调整导致之影响、因政府管制而造成的暂时性关闭、电信提供商一方出现故障、以及其他不可抗拒的原因（包括但不限于火灾、水灾、雷击、地震、洪水、台风、龙卷风、火山爆发、瘟疫和传染病流行、罢工、战争或暴力行为或类似事件等）造成鲁教评测不能正常发布、个人资料泄露、丢失、被盗用或被篡改等。</p>
        　　<p>4、任何用户因使用鲁教评测而引发的任何事件，包含但不限于：意外，诽谤，版权纠纷，违法，人身伤害甚至死亡，本站概不承担责任。用户承担一切因其自身的行为而直接或间接导致的民事或刑事法律责任。</p>
        　　<p>5、在鲁教评测提交任何内容默认为全网开放，通过任何搜索引擎都可以查询得到。</p>
        　　<p>6、鲁教评测不保证（包括但不限于）：</p>
        　　<p>（1）本服务不受干扰，及时、安全、可靠或不出现错误；</p>
        　　<p>（2）用户经由本服务取得的任何产品、服务或其他材料符合用户的期望。</p>
        　　 　<h1>六、结束服务</h1>
        　　<p>结束用户服务后，用户使用网络服务的权利马上终止。从那时起，用户没有权利，本网站也没有义务传送任何未处理的信息或未完成的服务给用户或第三方。</p>
        　　<p>鲁教评测对此服务协议拥有最终解释权，并保留修改权利。</p>
        <!--<el-button>同意</el-button>-->
    </div>
</template>
<script>
  /*当前组件必要引入*/
  let Util = null
  export default {
    data () {
      return {}
    },
    methods: {
      //初始化请求列表数据
      init () {
        Util = this.$util
      }
      
    },
    created () {
      this.init()
    },
    mounted () {
    },
    components: {}
  }

</script>
<style lang="scss">
    h1 {
        font-weight: bold;
        font-size: 14px;
    }
</style>